// © Copyright 2015 HP Development Company, L.P.

HSDTaskName = "Scanner kalibrieren";
HSDTaskDescription = "Wenn die Qualität von gescannten oder kopierten Dokumenten nicht zufriedenstellend ist, kalibrieren Sie den Scanner. Legen Sie ein Blatt weißes Normalpapier im Format A4 oder Letter in den Scanner ein und klicken Sie auf \"Kalibrieren\".";
HSDCalibrateButtonTitle = "Kalibrieren";

CalibratingScannerTitle = "Scanner wird kalibiert...";

CompletionAlertTitle = "Kalibrierung erfolgreich";
CompletionAlertMessage = "Die Kalibrierung des Scanners wurde erfolgreich ausgeführt.\nNehmen Sie das Blatt erst heraus, nachdem es den Scanner vollständig durchlaufen hat.";

GeneralErrorAlertTitle = "Kalibrierung fehlgeschlagen";
GeneralErrorAlertMessage = "Die Kalibrierung des Scanners ist fehlgeschlagen. Stellen Sie sicher, dass der Drucker nicht beschäftigt ist, dass Sie ein sauberes weißes Blatt der Größe A4 oder Letter verwenden und dass das Blatt ordnungsgemäß in den Scanner eingelegt ist.\nNehmen Sie das Blatt erst heraus, nachdem es den Scanner vollständig durchlaufen hat.";

OutOfPaperAlertTitle = "Kein Papier";
OutOfPaperAlertMessage = "Stellen Sie sicher, dass ein leeres weißes Blatt Papier der Größe A4 oder Letter in den Scanner eingelegt wurde.\nKlicken Sie auf \"OK\", um zurückzukehren.";
